{"translation-revision-date":"2023-02-16 10:53:47+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"Value of the text before or after the gap can not be blank space.":["O valor do texto antes ou depois da lacuna não pode ser um espaço em branco."],"Add text before or after the gap. Value can not be blank space.":["Adicione texto antes ou depois da lacuna. O valor não pode ser um espaço em branco."],"The value of a right answer can not be blank space.":["O valor de uma resposta certa não pode ser um espaço em branco."],"The value of the wrong answer can not be blank space.":["O valor da resposta errada não pode ser um espaço em branco."],"Add a wrong answer to this question. Value can not be blank space.":["Adicione uma resposta errada a esta pergunta. O valor não pode ser um espaço em branco."],"The value of the right answer can not be blank space.":["O valor da resposta certa não pode ser um espaço em branco."],"Upload a file or document.":["Carregar um ficheiro ou documento."],"Long answer to an open-ended question.":["Resposta longa a uma pergunta aberta."],"Short answer to an open-ended question.":["Resposta curta a uma pergunta aberta."],"Fill in the blank.":["Preencha os espaços vazios."],"Select whether a statement is true or false.":["Seleccione se uma afirmação é verdadeira ou falsa."],"Add a right answer to this question.":["Adicione uma resposta certa a esta pergunta."],"Add at least one right and one wrong answer.":["Adicione pelo menos uma resposta certa e uma resposta errada."],"Select from a list of options.":["Seleccione de uma lista de opções."],"File Upload":["Carregar ficheiro"],"Multi Line":["Múltiplas Linhas"],"Single Line":["Uma única linha de texto"],"Gap Fill":["Preenchimento de lacuna"],"Multiple Choice":["Escolha Múltipla"],"True\/False":["Verdadeiro\/falso"]}},"comment":{"reference":"assets\/blocks\/quiz\/answer-blocks\/index.js"}}