{"translation-revision-date":"2023-02-02 13:27:24+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Since Learning Mode is activated, use this block to add the properties to each lesson and make sure your Lesson template contains the Lesson Properties block.":["Como el modo de aprendizaje está activo usa este bloque para añadir las propiedades a cada lección y asegurarte de que la plantilla de la lección contenga el bloque de propiedades de la lección."],"Navigation area below the content.":["Área de navegación bajo el contenido."],"Content Footer":["Pie de página del contenido"],"Container for a video with a sidebar.":["Contenedor para un vídeo con barra lateral."],"Video Container":["Contenedor de vídeo"],"Layout with a fixed left or right sidebar.":["Estructura con una barra lateral fija a izquierda o derecha."],"Two-column Layout":["Estructura de dos columnas"],"Content Area.":["Área del contenido."],"Main Content":["Contenido principal"],"A sidebar displayed as an overlay menu on mobile screens. Add the \"Sidebar Toggle\" block to a header to allow opening and closing.":["Una barra lateral que se muestra como un menú superpuesto en las pantallas móviles. Añade el bloque de «Conmutador de barra lateral» a una cabecera para permitir su apertura y cierre."],"Sidebar Menu":["Menú de barra lateral"],"Header area that stays fixed on top of the screen.":["Área de cabecera que se queda fija en la parte superior de la pantalla."],"Fixed Header":["Cabecera fija"],"Interface Element":["Elemento de la interfaz"],"Automatically fill space between blocks.":["Rellena automáticamente espacio entre bloques."],"Spacer (Auto)":["Espaciador (automático)"],"Template Style":["Estilo de plantilla"],"The Learning Mode Lesson Properties block will display the lesson complexity and length. To set these properties, you need to add a Lesson Properties block to each individual lesson.":["El bloque de propiedades de la lección en el modo de aprendizaje mostrará la complejidad y duración de la lección. Para configurar estas propiedades tienes que añadir un bloque de propiedades de la lección a cada lección individual."],"Displays the lesson properties such as length and difficulty.":["Muestra propiedades de la lección como duración y dificultad."],"Displays the featured video if there is one for the lesson.":["Muestra un vídeo destacado si la lección tiene alguno."],"Lesson Video":["Vídeo de la lección"],"Turn the Sidebar block into an overlay menu on mobile screens.":["Convierte el bloque de barra lateral en un menú superpuesto en pantallas móviles."],"Sidebar Menu Toggle":["Conmutador de menú de barra lateral"],"Lesson Actions (Learning Mode)":["Acciones de la lección (modo de aprendizaje)"],"Display pagination and related actions for the current page.":["Muestra la paginación y las acciones relacionadas en la página actual."],"Page Actions":["Acciones en la página"],"Course Navigation":["Navegación del curso"],"2 lessons, 0 quizzes":["2 lecciones, 0 cuestionarios"],"Seventh Lesson":["Séptima lección"],"Sixth Lesson":["Sexta lección"],"Fifth Lesson":["Quinta lección"],"Fourth Lesson":["Cuarta lección"],"Third Lesson":["Tercera lección"],"Display pagination and actions the learner can take for the current quiz page.":["Muestra la paginación y acciones que el estudiante puede hacer para la página del cuestionario actual."],"Quiz Actions and Pagination":["Acciones y paginación del cuestionario"],"Return to the lesson the quiz belongs to.":["Volver a la lección a la que pertenece el cuestionario."],"2 of 10 questions complete (20%)":["2 de 10 preguntas completadas (20%)"],"Display progress of questions answered in a quiz.":["Muestra el progreso de las preguntas contestadas en un cuestionario."],"Quiz Progress Bar":["Barra de progreso del cuestionario"],"Notice":["Aviso"],"Display Sensei notices about the current lesson or quiz.":["Muestra avisos de Sensei sobre la lección o cuestionario actual."],"Notices":["Avisos"],"Course Content.":["Contenido del curso."],"Display lesson or quiz content, if the learner has access to it.":["Muestra el contenido de la lección o el cuestionario, si el estudiante tiene acceso."],"Course Content":["Contenido del curso"],"Lesson Title":["Título de la lección"],"Display title of the current lesson or quiz.":["Muestra el título de la lección o cuestionario actual."],"Post Title":["Título de la entrada"],"MODULE":["MÓDULO"],"Display title of the module the current lesson belongs to.":["Muestra el título del módulo al que pertenece la lección actual."],"Module Title":["Título del módulo"],"Exit Learning Mode and return to the course page.":["Salir del módulo de aprendizaje y volver a la página del curso."],"Toggle a minimalized view of Learning Mode.":["Alternar a una vista minimalista del modo de aprendizaje."],"Focus Mode Toggle":["Alternar el modo de concentración"],"Display course progress.":["Muestra el progreso del curso."],"Course Progress Bar":["Barra de progreso del curso"],"Complete Course":["Completar curso"],"Take Quiz":["Hacer cuestionario"],"Display buttons for actions the learner can take for the current lesson.":["Muestra botones para las acciones que el estudiante puede hacer en la lección actual."],"Link to the previous and next lessons.":["Enlace a las lecciones anterior y siguiente."],"Previous & Next Lesson":["Lección anterior y siguiente "],"2 of 10 lessons complete (20%)":["2 de 10 lecciones completas (20%)"],"Display number of completed and total lessons in the course.":["Muestra el número de lecciones completadas y totales del curso."],"Display title of the course the current lesson or quiz belongs to.":["Muestra el título del curso al que pertenece la lección o el cuestionario actual."],"Exit Course":["Salir del curso"],"Back to lesson":["Volver a la lección"],"Module B":["Módulo B"],"Module A":["Módulo A"],"minute":["minuto","minutos"],"Properties":["Propiedades"],"Difficulty":["Dificultad"],"Length":["Duración"],"Second Lesson":["Segunda lección"],"First Lesson":["Primera lección"],"Course Progress":["Progreso del curso"],"Quiz":["Cuestionario"],"Reset":["Restablecer"],"Save":["Guardar"],"Complete":["Completo"],"Hard":["Difícil"],"Standard":["Media"],"Easy":["Fácil"],"Course Title":["Título del curso"],"Next":["Siguiente"],"None":["Nada"]}},"comment":{"reference":"assets\/dist\/course-theme\/blocks\/index.js"}}