{"translation-revision-date":"2023-02-02 13:27:24+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Value of the text before or after the gap can not be blank space.":["El valor del texto antes o después del hueco no puede ser un espacio vacío."],"Add text before or after the gap. Value can not be blank space.":["Añade texto antes o después del hueco. El valor no puede ser un espacio en blanco."],"The value of a right answer can not be blank space.":["El valor de una respuesta correcta no puede ser un espacio en blanco."],"The value of the wrong answer can not be blank space.":["El valor de una respuesta incorrecta no puede ser un espacio en blanco."],"Add a wrong answer to this question. Value can not be blank space.":["Añade una respuesta incorrecta a esta pregunta. El valor no puede ser un espacio en blanco."],"The value of the right answer can not be blank space.":["El valor de una respuesta correcta no puede ser un espacio en blanco."],"Upload a file or document.":["Sube un archivo o documento."],"Long answer to an open-ended question.":["Respuesta larga a una pregunta con final abierto."],"Short answer to an open-ended question.":["Respuesta corta a una pregunta con final abierto."],"Fill in the blank.":["Rellena el espacio en blanco."],"Select whether a statement is true or false.":["Selecciona si la declaración es verdadera o falsa."],"Add a right answer to this question.":["Añade una respuesta correcta a esta pregunta."],"Add at least one right and one wrong answer.":["Añade al menos una respuesta correcta o incorrecta."],"Select from a list of options.":["Selecciona de una lista de opciones."],"File Upload":["Subir archivo"],"Multi Line":["Multilíneas"],"Single Line":["Línea única"],"Gap Fill":["Llenar el vacío"],"Multiple Choice":["Respuesta múltiple"],"True\/False":["Verdadero\/Falso"]}},"comment":{"reference":"assets\/blocks\/quiz\/answer-blocks\/index.js"}}